{
  "1-2 роки": {
    "Осінь": {
      "1. Адаптаційний тиждень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🐻🌈\n\nЦього тижня наші найменші малята пройшли перший важливий етап — тиждень адаптації в садочку. Ми знайомилися з новими друзями, вихователями, іграшками та простором групи, вчилися бути разом і відкривати нове!\n\nПід час занять діти дізналися та відчули:\n🔹 що в групі є друзі, і з ними цікаво грати;\n🔹 що у садочку є багато кімнат, і кожна з них особлива;\n🔹 що з іграшками можна гратися по черзі та разом;\n🔹 що музика, руханки й малювання приносять радість;\n🔹 що в садочку, як і вдома, є місце для тепла та затишку.\n\nМи провели:\n🎵 музичні ігри з брязкальцями та дзвониками;\n🎨 малювання пальчиками та знайомство з кольорами;\n🤲 сенсорні ігри з кубиками та м’якими іграшками;\n🚶‍♂️ прогулянки на майданчику та руханки з піснями;\n🎈 веселу гру з кульками, яка подарувала море радості.\n\nМалята слухали короткі віршики й пісеньки, гралися в прості ігри «Знайди звук», «Кольорові кубики», «Сонечко світить».\n\nДіти поступово почали звикати до розпорядку, відчувати себе впевненіше, сміливіше гратися з іншими та відкривати новий світ дитячого садка. 🌟\n\n🌿 Нагадуємо: період адаптації — це час поступових кроків. Підтримка батьків, лагідні слова та спільні розмови про садочок допоможуть дітям швидше відчути радість від відвідування групи.\n\nДякуємо вам за довіру й співпрацю! 💖\n\nЗ повагою —\nВаш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — День знайомства\nМета: створити відчуття безпеки, познайомити дітей з вихователем і групою.\nДіяльність:\n▫️ Зустріч у групі з іграшкою-символом ( панда Дрімі).\n▫️ Хід: вихователь показує іграшку: «Це наш Дрімі. Він вітається з вами». Підносить іграшку до кожної дитини, махає лапкою: «Привіт, Марійко!»\n▫️ Вільні ігри з іграшками групи.\n▫️ Прогулянка на майданчику.\nМатеріали: м’яка іграшка, улюблені іграшки дітей.",
          "#Вівторок \nВівторок — День відкриттів\nМета: дати змогу дітям відчути простір групи.\nДіяльність:\n▫️ Гра «Де дзвоник?» — вихователь дзвонить дзвоником у різних куточках, діти шукають звук.\n▫️ Руханка «Долоньки — плескають!» (дорослий показує, діти повторюють).\n▫️ Прогулянка.\nМатеріали: маленький дзвоник, музика.",
          "#Середа \nСереда — День кольорів\nМета: розвивати сенсорні відчуття.\nДіяльність:\n▫️ Вихователь показує різнокольорові картки/кубики: «Це червоний! А це синій!» Діти торкаються, пробують знайти цей колір.\n▫️ Малювання пальчиками на великих аркушах.\n▫️ Танцювальна пауза під веселу музику. \nhttps://www.youtube.com/watch?v=uN-fBu1YTKg&list=RDuN-fBu1YTKg&start_radio=1\nМатеріали: великі кубики, пальчикові фарби, аркуші паперу.",
          "#Четвер \nЧетвер — День музики\nМета: викликати позитивні емоції через музику.\nДіяльність:\n▫️ Слухання короткої дитячої пісеньки, плескання в такт. \nhttps://www.youtube.com/watch?v=rXgLGkwXWWk&list=RDrXgLGkwXWWk&start_radio=1\n▫️ Вихователь дає дітям брязкальця чи маракаси: «Давайте грати разом!»\n▫️ Коротка руханка «Топ-топ ніжками».\nhttps://www.youtube.com/watch?v=uN-fBu1YTKg&list=RDuN-fBu1YTKg&start_radio=1\nМатеріали: дитячі інструменти, музика.",
          "#П'ятниця\nП’ятниця — День радості\nМета: закріпити позитивні емоції, навчати бути разом.\nДіяльність:\n▫️ Гра «Кульки літають» — вихователь підкидає різнокольорові кульки, діти ловлять і кидають.\n▫️ Вільні ігри на майданчику.\nМатеріали: повітряні кульки, музика.",
          "🔎 Навігація за днями:\n\n#Понеділок  \n #Вівторок  \n #Середа   \n#Четвер   \n#П’ятниця"
        ]
      },
      "2. Пора року-Осінь": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🌼👶\nЦього тижня наші  малята знайомилися з темою «Осінь». Ми спостерігали за змінами в природі, розглядали кольори та форми, знайомилися з тваринами восени й дізнавалися, як люди працюють у цей час.\nПротягом тижня діти:\n 🔹 дізналися, що восени листочки жовтіють, червоніють і падають на землю;\n 🔹 вчилися розрізняти «один» і «багато» на прикладі іграшок і предметів;\n 🔹 знайомилися з кольорами (червоний, жовтий, зелений, синій) та формами (круг, квадрат);\n 🔹 дізналися, що пташки відлітають у теплі краї, білочка збирає горішки, а їжачок ховається у кубельці;\n 🔹 спробували себе в ролі маленьких помічників, «збираючи врожай» яблук та овочів.\nМи провели:\n 🍂 цікаві ігри «Знайди листочок», «Один і багато», «Хто як говорить?», «Збери яблучка»;\n 🎨 сенсорні та Монтессорі-вправи: сортування предметів, вкладки-вкладиші, сенсорна корзина «Осінь», перекладання «врожаю»;\n 🎵 музичні паузи з піснями про осінь\n👉 “Пісенька осінь розмовляє\n” «Шу-шу-шу!» - ступа землею осінь тихим кроком.\n  «Тук-тук-тук!» - у двері грюка вітер ненароком.  «Дзень-дзелень!» - сміливо дощик стука у віконце.\n  «Цвінь-цвірінь!» - всі горобці виглядають сонце. \n «Хлюп- хлюп - хлюп!» - йдуть по калюжках чобітки маленькі.\n «Ква-ква-ква!» - вже утікає жабеня швиденько.  «Скрип-скрип-скрип!» - старезний дуб лісу сповіщає, \n Що природа до весни скоро спать лягає….\n✋ Пальчикова гімнастика «Один і багато»\nТекст + рухи:\nВ мене пальчик — він один,\n (показати великий палець)  \nА ось друзі всі разом.\n (розкрити долоню, показати всі пальчики)  \nОдин пальчик помахав, \n(помахати одним пальчиком)  \nА багато — плескать стали! \n(плескати всією долонею) \n✋ Пальчикова гімнастика «Їжачок»\nТекст + рухи:\nЇжачок маленький спить, \n(згорнути кулачки, притиснути до грудей)  \nБо зима вже близько-близько.  \nА як сонечко пригріє, (розкрити долоньки)  \nЇжачок у гай побіжить! (побігати пальчиками по столу)\nМалята із задоволенням слухали, розглядали предмети, пробували називати кольори й тварин, активно повторювали рухи під час пальчикових гімнастик та музичних ігор. Вони отримали багато нових вражень і навичок, а головне — провели тиждень весело й у дружній атмосфері 🌈.\n🌿 Просимо вас підтримати малят удома: звертайте увагу на кольори, форму предметів, називайте разом тварин і спостерігайте за змінами природи восени.\nДякуємо вам за довіру і співпрацю 💖\nЗ повагою — Ваш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — Ознаки осені\nМета: ознайомити дітей із змінами в природі восени (листя, дощ, вітер), створити позитивний емоційний настрій. Ранкове коло:\nДобрий день, малята любі,  \nЗустрічаємось ми в групі!  \nПосміхнімося всі разом — \n День весело  розпочнемо! \nРозповідь вихователя: Після віршика вихователь показує дітям картинку із жовтим листочком і каже простими словами: — «Діти, подивіться, яка зараз пора року. Це — осінь 🍂. Восени листочки на деревах жовтіють, червоніють і падають на землю. Часто йде дощик, дме вітерець. Осінь — це час, коли природа готується до зими». (Діти торкаються листочка, розглядають, можна дати кільком потримати у руках).\n🎲 Гра «Знайди листочок»\nХід гри:\nВихователь розкладає по групі кілька паперових чи справжніх листочків.\nКаже: «Де листочок? Ходімо його знайдемо!»\nДитина знаходить листочок і приносить вихователю.\nДорослий підбадьорює: «Молодець! Ти знайшов листочок!». 👉 Гру можна повторити кілька разів (змінювати місця).\n🎵 Музична пауза\nПісня про осінь: 👉 “Осінь золота” ВІДЕО https://www.youtube.com/watch?v=_-mhJYGPsfY&list=RD_-mhJYGPsfY&start_radio=1 (можна слухати, а діти махають руками, ніби летить листя).\n✋ Пальчикова гімнастика «Листочки падають»\nТекст + рухи:\nЛистя жовте пада-падає  (пальчики обох рук \"крапають\" вниз),  \nВітерець їх піднімає  (плавні рухи руками вгору).  \nЗакружляли, полетіли  (рухи руками з боку в бік, як листя у повітрі).  \nНа долоньку тихо сіли!  (розкриваємо долоні й \"садимо\" листочок). \nЗаняття Монтессорі\nСенсорна корзина «Осінь»\nНа тацю кладемо: жолуді, каштани, сухі листочки, шишки. Діти розглядають, торкаються, перекладають із руки в руку. Вихователь називає: «Це каштан. А це листочок».\n👉 Для безпеки — лише під наглядом дорослого.\n📌 Матеріали:\nпаперові/справжні листки;\nкошик із природним матеріалом (жолуді, каштани, листя, шишки);\nколонка/музика для пісні.",
          "#Вівторок \nВівторок — «Один і багато»\nМета: формувати уявлення про кількість (один — багато), вчити розрізняти предмети за кількістю, розвивати увагу.\n🌞 Ранкове коло:\nВіршик-привітання:\nДобрий день, малята любі,  \nЗустрічаємось ми в групі!  \nПосміхнімося всі разом —  \nДень весело розпочнемо! \nРозповідь вихователя: Вихователь показує один кубик: — «Діти, подивіться, у мене є один кубик». (Показує дітям). Потім дістає коробку з кількома кубиками: — «А тут багато кубиків. Один — це мало, а багато — це вже ціла коробка!» Діти разом повторюють слова «один» і «багато». (можна використати інші матеріали які є в групі)\n🎲 Гра «Один чи багато?»\nХід гри:\nВихователь кладе на стіл одну іграшку (наприклад, один м’ячик).\nПоруч ставить кілька м’ячиків.\nЗапитує: «Де один м’ячик? А де багато м’ячиків?»\nДіти показують і разом повторюють: «Один! Багато!» 👉 Гру повторюють із різними предметами (кубики, машинки, ведмедики).\n🎵 Музична пауза\nПісня-гра 👉 “Якщо радісний ти, плесни у долоні” \nВІДЕО https://www.youtube.com/watch?v=lCyFLC7SKbg (повторюємо з дітьми).\n✋ Пальчикова гімнастика «Один і багато»\nТекст + рухи:\nВ мене пальчик — він один,\n (показати великий палець)  \nА ось друзі всі разом.\n (розкрити долоню, показати всі пальчики)  \nОдин пальчик помахав, \n(помахати одним пальчиком)  \nА багато — плескать стали! \n(плескати всією долонею) \nЗаняття Монтессорі\nСортування «Один — багато»\nНа таці розкласти дрібні предмети (ґудзики, каштани, кубики).\nДітям показати дві мисочки: одна з написом/позначкою «1», інша — «багато».(або ж просто пояснити дітям без позначок)\nРазом з вихователем дитина кладе один предмет у мисочку «1», а жменю предметів у мисочку «багато».\nВихователь коментує: «Ось один каштан. А тут — багато каштанів».\n👉 Для безпеки краще використовувати великі предмети\n📌 Матеріали:\nкубики, м’ячики, іграшки (для гри «один і багато»);\nколонка/музика для пісні;\nтаця з предметами (каштани, кубики, великі ґудзики);\nдві мисочки для сортування.",
          "#Середа \nСереда — «Колір і форма»\nМета: ознайомити дітей із основними кольорами та формами, розвивати сенсорне сприйняття, увагу й дрібну моторику.🌞 \nРанкове коло:\nДобрий день, малята любі,  \nЗустрічаємось ми в групі!  \nПосміхнімося всі разом —  \nДень весело розпочнемо! \nРозповідь вихователя: Вихователь показує картку з червоним кольором — «Це червоний колір!» Показує картку з синім кольором: — «А це синій. Він як небо». Так само і з зеленим та жовтим. Потім дістає і показує декілька предметів цих кольорів і розкладає-сортуючи під картками. Наголошуємо на колір предметів.\n🎲 Гра «Знайди колір»\nХід гри:\nВихователь показує кольорову картку (наприклад, жовту).\nКаже: «Знайдіть(покажіть)  у групі щось жовте!»\nДіти шукають і показують предмети. 👉 Повторюємо з іншими кольорами (червоний, зелений, синій).\n🎵 Музична пауза\n👉Кольори “https://www.youtube.com/watch?v=dzcT6RHcMFY&list=RDdzcT6RHcMFY&start_radio=1 \n✋ Пальчикова гімнастика «Один і багато»(повторення )\nТекст + рухи:\nВ мене пальчик — він один,\n (показати великий палець)  \nА ось друзі всі разом.\n (розкрити долоню, показати всі пальчики)  \nОдин пальчик помахав, \n(помахати одним пальчиком)  \nА багато — плескать стали! \n(плескати всією долонею)\n🧩 Заняття Монтессорі\nВкладки-вкладиші «Коло і квадрат»\nВихователь показує дитині вкладку з кругом: «Це круг. Подивись, він котиться».\nПоказує квадрат: «А це квадрат. Він рівний, і котитись не буде».\nДитина пробує вставити круг у відповідний отвір, потім квадрат. 👉 Можна ускладнити, давши ще трикутник.\n📌 Матеріали:\nкольорові картки (червоний, жовтий, зелений, синій);\nіграшки різних кольорів;\nвкладки-вкладиші (коло, квадрат, трикутник);\nмузика.",
          "#Четвер \nЧетвер — «Тварини та птахи восени»\nМета: ознайомити дітей із поведінкою тварин і птахів восени, розвивати мовлення через звуконаслідування, формувати емоційне ставлення до природи.\nРанкове коло\nДобрий день, малята любі,  \nЗустрічаємось ми в групі!  \nПосміхнімося всі разом —  \nДень весело розпочнемо!\nРозповідь вихователя: Вихователь показує картинку з пташками: — «Діти, подивіться, восени багато пташок відлітають у теплі краї 🕊. А ось білочка збирає горішки, їжачок носить яблучка, щоб взимку було що їсти». (Діти розглядають картинки, вихователь пропонує повторити назви: пташка, білочка, їжачок).\n🎲 Гра «Хто як говорить?»\nХід гри:\nВихователь показує картку (наприклад, пташка).\nКаже: «Як каже пташка? Чик-чик-чик!»\nДіти повторюють звуки.\nПовторюємо з іншими:\nсобачка — «гав-гав»,\nкиця — «няв-няв»,\nїжачок — «ш-ш-ш»,\nбілочка — «цок-цок».\n👉 Гру можна робити у формі «відгадай»: вихователь озвучує, діти показують картку.\n🎵 Музична пауза\n👉 “Пісенька осінь розмовляє”\n «Шу-шу-шу!» - ступа землею осінь тихим кроком.\n  «Тук-тук-тук!» - у двері грюка вітер ненароком.  «Дзень-дзелень!» - сміливо дощик стука у віконце.\n  «Цвінь-цвірінь!» - всі горобці виглядають сонце. \n «Хлюп- хлюп - хлюп!» - йдуть по калюжках чобітки маленькі.\n «Ква-ква-ква!» - вже утікає жабеня швиденько.  «Скрип-скрип-скрип!» - старезний дуб лісу сповіщає, \n Що природа до весни скоро спать лягає….\nВІДЕО: https://www.youtube.com/watch?v=M_aj1WR1k-o&list=PLGfkblZwWSecmqfjkYBCgLflX_OEtz7Ws&index=7\n✋ Пальчикова гімнастика «Їжачок»\nТекст + рухи:\nЇжачок маленький спить, \n(згорнути кулачки, притиснути до грудей)  \nБо зима вже близько-близько.  \nА як сонечко пригріє, (розкрити долоньки)  \nЇжачок у гай побіжить! (побігати пальчиками по столу)\nЗаняття Монтессорі\nКартки «Тварини »\nВихователь показує 2–3 картки (наприклад, «пташка відлітає», «їжачок збирає яблука»).\nКаже: «Де пташка? А де їжачок?»\nДитина вибирає картку.\n📌 Матеріали:\nмузика;\nкартки Монтессорі «Тварини».",
          "#П’ятниця\nП’ятниця — «Праця людей восени»\nМета: ознайомити дітей із працею людей восени (збір урожаю), формувати уявлення про сезонні зміни, розвивати рухову активність і мовлення.\n🌞 Ранкове коло\nДобрий день, малята любі,  \nЗустрічаємось ми в групі!  \nПосміхнімося всі разом —  \nДень весело розпочнемо!\nРозповідь вихователя: Вихователь показує кошик з яблуками (справжніми чи іграшковими): — «Восени люди збирають урожай. Яблучка, груші, гарбузи, картоплю. Вони працюють у саду та на полі, щоб взимку було що їсти. Давайте й ми допоможемо зібрати врожай!»\n🎲 Гра «Збери яблучка»\nХід гри:\nВихователь розкладає по кімнаті кілька м’ячиків або іграшкових яблук.\nКаже: «Де наші яблучка? Давайте зберемо їх у кошик!»\nДіти збирають по одному й кладуть у кошик. 👉 Гру можна повторити кілька разів.\n✋ Пальчикова гімнастика «Їжачок»\nТекст + рухи:\nЇжачок маленький спить, \n(згорнути кулачки, притиснути до грудей)  \nБо зима вже близько-близько.  \nА як сонечко пригріє, (розкрити долоньки)  \nЇжачок у гай побіжить! (побігати пальчиками по столу)\n🎵 Музична пауза\n👉 “Листячко кружляє”  (під музику діти «збирають яблука» і показують, як листочки кружляють і падають).\nВІДЕО: https://www.youtube.com/watch?v=4bzx7grgqLs&list=PLGfkblZwWSecmqfjkYBCgLflX_OEtz7Ws&index=10\n🧩 Заняття Монтессорі\nПерекладання врожаю\nНа тацю кладемо кілька великих предметів (яблука, груші, картоплини, пластикові овочі).\nДитина перекладає їх із таці в кошик щипцями або руками.\nВихователь коментує: «Ось одне яблучко. А тепер багато яблучок у кошику».\n👉 Ця вправа тренує моторику й формує поняття «один — багато».\n📌 Матеріали:\nкошик;\nм’ячики/іграшкові яблука;\nсправжні або пластикові овочі й фрукти;\nщипці ;\nмузика.",
          "🔎 Навігація за днями:  \n#Понеділок  \n #Вівторок   \n#Середа   \n#Четвер   \n#П’ятниця"
        ]
      },
      "3. Дерева,кущі,трави": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🍂👶\nЦього тижня наші малята продовжували знайомитися з навколишнім світом і відкривали для себе нові теми — від будови рослин до смакових відчуттів.\nПротягом тижня діти дізналися: \n🔹 що в рослини є корінь, стебло, листя і квітка; \n🔹 які бувають рослини: дерево, кущ, квітка; 🔹 що дерева високі, у них є стовбур і крона, а всі вони різні (береза, ялинка, яблуня);\n 🔹 що у світі є різні смаки — солодке і кисле.\nМи провели: \n🌱 гру «Збери квіточку» та сенсорне дослідження справжньої рослини; \n🌳 гру «Знайди дерево» та спостереження за деревами під час прогулянки; \n🌲 знайомство з видами дерев і сортування карток; \n🎨 сенсорні вправи за методом Монтессорі: 🎵 музичні паузи з дитячими пісеньками \n✋ Пальчикова гімнастика «Плесни долоньками»\nТекст + рухи:\nРаз — долонька, два — долонька, (показуємо по черзі)  \nЗаплескали разом! (плескати швидко)  Повторюємо 2 рази\n✋ Пальчикова гімнастика «Деревце»\nТекст + рухи:\nРосте деревце в лісі, \n(долоні разом, пальчики зімкнуті вниз)  \nПотяглося все вище, вище! \n(повільно розводимо пальці вгору – \"гілки\")  \nВітер гілочки гойдає, (похитати руками)  \nА листочок облітає… (пальчики плавно \"падають\" вниз)\nМалята з цікавістю розглядали справжні листочки, торкалися гілочок, пробували розрізняти «велике» і «маленьке» дерево, показували пальчиком потрібні картинки, активно плескали долоньками й під музику рухалися разом.\n🌿 Радимо батькам удома закріплювати вивчене:\nназивати з дитиною частини рослин;\nпід час прогулянки звертати увагу на різні дерева («Дивись, це береза — білий стовбур!»);\nпропонувати маляті спробувати на смак фрукти й разом казати «солодке» чи «кисле».\nДякуємо за вашу підтримку, довіру та спільну роботу задля розвитку наших найменших вихованців 💖\nЗ повагою — Ваш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — «Будова рослин \nМета: ознайомити дітей із основними частинами рослини (корінь, стебло, листя, квітка), розвивати сенсорне сприйняття та мовлення.\n🌞 Ранкове коло\nДобрий день, малята,  \nРада вас вітати! \nРозповідь вихователя: Вихователь показує живу або штучну рослину 🌸 і каже простими словами: — «Діти, подивіться, це — рослина. У неї є корінь, стебло, листочки і квіточка. Корінь п’є водичку, стебло тримає квітку, листочки ловлять сонечко, а квіточка прикрашає рослину». (Діти торкаються листочків, нюхають квіточку).\n🎲 Гра «Збери квіточку»\nХід гри:\nВихователь показує частини квітки (корінь, стебло, листя, квітка).\nКаже: «Що це? Це — листочок. Де його місце?»\nДіти по черзі допомагають «збирати» квітку на ватмані. 👉 Повторюємо слова: корінь, стебло, листочок, квітка.\n✋ Пальчикова гімнастика «Плесни долоньками»\nТекст + рухи:\nРаз — долонька, два — долонька, (показуємо по черзі)  \nЗаплескали разом! (плескати швидко)  Повторюємо 2 рази\n🎵 Музична пауза\n👉 «Пісенька про квіточку» – дитяча пісня ВІДЕО: https://www.youtube.com/watch?v=KL3XZfH-FKc&list=RDKL3XZfH-FKc&start_radio=1\n🧩 Заняття Монтессорі\nСенсорне дослідження «Жива рослина»\nДітям дають горщик із квіткою чи травичкою.Вихователь пропонує торкнутися листочка, понюхати квітку.Каже: «Листочок м’який. Квітка пахне. Стебло міцне».\n👉 Діти поливають рослину маленькою лійкою — перший досвід догляду.\n📌 Матеріали:\nжива рослина в горщику (або штучна з деталями);\nкартонні частини для гри «Збери квіточку»;\nмузика;\nмаленька лійка з водою.",
          "#Вівторок \nВівторок — «Різноманітність рослинного світу: дерева, кущі, квіти»\nМета: познайомити дітей з різними видами рослин (дерева, кущі, квіти), розвивати сенсорне сприйняття, увагу та мовлення.\n🌞 Ранкове коло\nДобрий день, малята,  \nРада вас вітати! \nРозповідь вихователя: Вихователь показує картки: дерево 🌳, кущ 🌿, квітка 🌸. — «Подивіться, це — дерево. Воно високе, має стовбур і крону. А це — кущ. Він маленький, з багатьма гілочками. А це — квітка. Вона гарна й кольорова». (Діти торкаються картинок або справжніх гілочок/квіточки).\n🎲 Гра «Хто де?»\nХід гри:\nВихователь кладе три картинки: дерево, кущ, квітка.\nКаже: «Де дерево? Покажи!»\nДитина показує картинку.\nПотім: «А де кущ? А де квітка?» 👉 Можна ускладнити: «Що вище? Дерево чи квітка?»\n✋ Пальчикова гімнастика «Плесни долоньками»\nТекст + рухи:\nРаз — долонька, два — долонька, (показуємо по черзі)  \nЗаплескали разом! (плескати швидко)  Повторюємо 2 рази\n🎵 Музична пауза\n👉 “Пісня про дерево”  (діти показують, як росте дерево: спочатку присідають «насіннячко», потім повільно піднімають руки вгору «росте стовбур і гілки»).\nВІДЕО: https://www.youtube.com/watch?v=IYrE4yT7meg\n🧩 Заняття Монтессорі\nСортування «Великі — середні — маленькі»\nНа тацю кладемо картки з деревами, кущами та квітами.\nДіти сортують: великі — середні — маленькі.\nВихователь коментує: «Дерево велике, кущ середній, квітка маленька».\n📌 Матеріали:\nкартинки або фото дерев, кущів, квітів (можна справжні гілочки чи квітку);\nмузика;\nнабір карток для сортування за розміром.",
          "Середа — «Дерева»\nМета: ознайомити дітей із деревом, його частинами (стовбур, гілочки, листя), формувати перші уявлення про природу, розвивати мовлення та сенсорне сприйняття.\n🌞 Ранкове коло\nДобрий день, малята,  \nРада вас вітати! \nРозповідь вихователя: Вихователь показує картинку або справжню гілочку дерева 🍃: — «Це — дерево. Дерево високе. У нього є стовбур (показує), гілочки (показує), листочки (дає дітям потримати). Листочки м’які, зелені (або жовті восени)». 👉 Діти торкаються гілочки, пробують погладити стовбур дерева на прогулянці.\n🎲 Гра «Знайди дерево»\nХід гри:\nВихователь показує дві картинки: «дерево» і «квітка».\nПитає: «Де дерево? Покажи!»\nДитина показує картинку з деревом.\nГру повторюють кілька разів, змінюючи картинки (дерево — кущ, дерево — гриб).\n👉 На прогулянці: вихователь каже «Знайдіть велике дерево!» — діти підходять до дерева.\n✋ Пальчикова гімнастика «Деревце»\nТекст + рухи:\nРосте деревце в лісі, \n(долоні разом, пальчики зімкнуті вниз)  \nПотяглося все вище, вище! \n(повільно розводимо пальці вгору – \"гілки\")  \nВітер гілочки гойдає, (похитати руками)  \nА листочок облітає… (пальчики плавно \"падають\" вниз)\n🎵 Музична пауза\n👉 “Пісня про дерево”  (діти «стають деревцями»: піднімають руки вгору — «стовбур», розводять руки — «гілки», махають пальчиками — «листя»).\nВІДЕО: https://www.youtube.com/watch?v=IYrE4yT7meg\nЗаняття Монтессорі\nСенсорна вправа «Велике й маленьке дерево»\nВихователь показує дві картинки: велике дерево й маленьке деревце.\nПитає: «Де велике дерево? А де маленьке?»\nДіти показують пальчиком. 👉 Можна зробити набір: 2–3 картинки дерев різної величини для сортування.\nДодатково:\nНа прогулянці діти торкаються кори дерева, гладять листочок. Вихователь озвучує: «Стовбур твердий. Листочок м’який».\n📌 Матеріали:\nкартинки або фото дерев;\nсправжня гілочка з листочками;\nмузика;\nкартки з деревами різної величини.",
          "#Четвер \nЧетвер — «Види дерев»\nМета: ознайомити дітей із різними видами дерев (береза, ялинка, яблуня), навчати помічати відмінності, розвивати сенсорику та мовлення.\n🌞 Ранкове коло\nДобрий день, малята,  \nРада вас вітати! \nРозповідь вихователя: Вихователь показує картинки чи іграшкові моделі дерев:\n«Це береза — у неї білий стовбур і зелене листя».\n«Це ялинка — вона зелена завжди, має голочки».\n«А це яблуня — на ній ростуть яблучка». 👉 Діти розглядають картинки, вихователь підводить до простих висновків: «Усі вони — дерева, але різні».\n🎲 Гра «Хто де?»\nХід гри:\nВихователь показує три картинки: береза, ялинка, яблуня.\nПитає: «Покажи, де ялинка? А де береза? А де яблунька?»\nДіти показують пальчиком. 👉 Можна дати іграшкові яблучка і попросити «покласти яблучко на яблуню».\n✋ Пальчикова гімнастика «Деревце»\nТекст + рухи:\nРосте деревце в лісі, \n(долоні разом, пальчики зімкнуті вниз)  \nПотяглося все вище, вище! \n(повільно розводимо пальці вгору – \"гілки\")  \nВітер гілочки гойдає, (похитати руками)  \nА листочок облітає… (пальчики плавно \"падають\" вниз)\n🎵 Музична пауза\n👉 “Руханка”  ВІДЕО: https://www.youtube.com/watch?v=nw5KGjzsLVs\n🧩 Заняття Монтессорі\nСортування карток «Яке дерево?»\nДітям дають три картки (береза, ялинка, яблуня).\nВихователь показує картку і питає: «Де ялинка? Покажи!»\nДитина знаходить потрібну картку. 👉 Для ускладнення: розкласти картки за ознакою (з плодами / без плодів).\nДодатково: На прогулянці вихователь підводить дітей до справжнього дерева: — «Це береза. У неї білий стовбур». Діти торкаються кори.\n📌 Матеріали:\nкартинки дерев (береза, ялинка, яблуня);\nмаленькі іграшкові яблучка (для гри);\nмузика.",
          "#П’ятниця\nП’ятниця — «Смакові відчуття: солодке, кисле»\nМета: ознайомити дітей із різними смаками (солодке, кисле), розвивати сенсорику, увагу та мовлення.\n🌞 Ранкове коло\nДобрий день, малята,  \nРада вас вітати! \nРозповідь вихователя: Вихователь показує яблуко та лимон: — «Подивіться, це яблучко 🍎. Воно солодке. А це лимон 🍋 — він кислий. Солодке приємне, а кисле — ой, зморщує щічки!» 👉 Діти можуть понюхати яблучко й лимон.\n🎲 Гра «Солодке чи кисле?»\nХід гри:\nВихователь показує два малюнки або справжні продукти: яблуко (солодке) і лимон (кисле).\nПитає: «Що солодке? А що кисле?»\nДитина показує пальчиком. 👉 Можна спробувати маленький шматочок яблука (за згодою батьків).\n✋ Пальчикова гімнастика «Деревце»\nТекст + рухи:\nРосте деревце в лісі, \n(долоні разом, пальчики зімкнуті вниз)  \nПотяглося все вище, вище! \n(повільно розводимо пальці вгору – \"гілки\")  \nВітер гілочки гойдає, (похитати руками)  \nА листочок облітає… (пальчики плавно \"падають\" вниз)\n▫️🎵 Музична пауза\n️ Коротка руханка «Топ-топ ніжками».\nhttps://www.youtube.com/watch?v=uN-fBu1YTKg&list=RDuN-fBu1YTKg&start_radio=1\n🧩 Заняття Монтессорі\nСортування «Солодке — кисле»\nНа таці дві мисочки з картками фруктів: 🍎 яблуко, 🍌 банан (солодкі); 🍋 лимон, 🍇 кислий виноград (кислі).\nДіти разом з вихователем розкладають: «Яблуко — солодке, лимон — кислий». 👉 Для ускладнення можна дати більше карток із фруктами.\n📌 Матеріали:\nсправжні фрукти (яблуко, лимон);\nкартки з фруктами;\nмузика.",
          "🔎 Навігація за днями:\n\n#Понеділок  \n #Вівторок  \n #Середа   \n#Четвер   \n#П’ятниця"
        ]
      },
      "4. Гриби,горіхи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🌼👶\nЦього тижня ми з малятами відкривали нові теми: гриби, горіхи, форми та кольори, фрукти й овочі восени. Діти знайомилися з природними дарами осені, вчилися торкатися, порівнювати та називати предмети.\nПротягом тижня діти дізналися:\n 🔹 що у грибочка є шапочка і ніжка;\n🔹 які бувають гриби: білий, підберезник, маслюк, мухомор;\n 🔹 що горіх має тверду шкарлупу й буває великий (волоський) і маленький (лісовий);\n🔹 як розрізняти предмети за величиною, кольором і формою;🔹 які фрукти та овочі достигають восени (яблука, груші, морква, гарбуз).\nМи провели:\n🍄 гру «Знайди гриб» і сортування «їстівні — неїстівні гриби»;\n🌰 гру «Знайди горіх» та вправу «великий — маленький горіх»;\n🔺🔵 сортування предметів за кольором, формою й величиною;\n🍎🥕 гру «Збери врожай» та сортування «фрукти — овочі»;\n 🎵 музичні паузи з дитячими пісеньками про осінь, гриби, білочку, кольори, овочі й фрукти.\n👉 “Пісенька про грибочки”\n1. У зеленому лісочку після дощиків рясних\n   Білі виросли грибочки, біля кущиків густих. \nПриспів:\n   Біленькі грибочки шикуйтеся в рядочки,\n   Лісові стежинки ведуть вас до корзинки /2 рази/.\n2. Ми збираємо грибочки серед кущиків густих,\nНу а ті, що під листочком - ті для білочок прудких.\nПриспів:\n   Біленькі грибочки шикуйтеся в рядочки,\n   Лісові стежинки ведуть вас до корзинки /2 рази/.\nОсобливо дітям сподобалась ✋ пальчикова гімнастика «Горішок»:\nТекст + рухи:\nМаленький горішок у ручці я маю, \n(стиснути кулачок)  \nСвоїм пальчикам я його довіряю.\n (перекочувати «горішок» між пальцями)  \nРаз — відкриваю, два — закриваю, \n(розкрити/стиснути кулачок)  \nГорішок я міцно в руці тримаю!\n (стиснути кулачок обома руками)\n✋ Пальчикова гімнастика «Грибочки»\nТекст + рухи:\nВ лісі виросли грибочки, (стиснути кулачки)  \nВсі маленькі, як комочки. (показати пальчики вниз)  \nДощик землю поливає, (плескати пальчиками по колінах)  \nГриб під сонечком зростає! (підняти долоньки догори, розкрити пальчики) \n🌿 Малята з цікавістю розглядали справжні горіхи, овочі та фрукти, торкалися гілочок, повторювали слова «гриб», «яблуко», «горіх», активно брали участь у рухливих і музичних паузах.\nДякуємо за вашу підтримку та заохочення вдома 💖 Разом ми допомагаємо дітям пізнавати світ і радіти новим відкриттям!\nЗ повагою — Ваш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — «Гриби»\nМета: познайомити дітей з грибами, їх зовнішнім виглядом (шапочка, ніжка), формувати перші уявлення про їстівні та неїстівні гриби, розвивати мовлення та сенсорику.\n🌞 Ранкове коло\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує картинку або іграшковий гриб: — «Подивіться, це гриб. У нього є шапочка і ніжка. Гриби ростуть у лісі під деревами й кущами. Є гриби їстівні — їх можна збирати, а є отруйні — їх чіпати не можна». 👉 Діти торкаються іграшкового грибочка або картинки.\n🎲 Гра «Знайди гриб»\nХід гри:\nВихователь кладе кілька картинок/іграшкових грибів серед інших предметів (яблуко, м’яч, машинка).\nКаже: «Де гриб? Знайди грибочок!»\nДитина знаходить і приносить вихователю. 👉 Повторюємо кілька разів, міняючи місця.\n✋ Пальчикова гімнастика «Грибочки»\nТекст + рухи:\nВ лісі виросли грибочки, (стиснути кулачки)  \nВсі маленькі, як комочки. (показати пальчики вниз)  \nДощик землю поливає, (плескати пальчиками по колінах)  \nГриб під сонечком зростає! (підняти долоньки догори, розкрити пальчики) \n🎵 Музична пауза\n👉 “Пісенька про грибочки”\n1. У зеленому лісочку після дощиків рясних\n   Білі виросли грибочки, біля кущиків густих. \nПриспів:\n   Біленькі грибочки шикуйтеся в рядочки,\n   Лісові стежинки ведуть вас до корзинки /2 рази/.\n2. Ми збираємо грибочки серед кущиків густих,\nНу а ті, що під листочком - ті для білочок прудких.\nПриспів:\n   Біленькі грибочки шикуйтеся в рядочки,\n   Лісові стежинки ведуть вас до корзинки /2 рази/.\nВІДЕО: https://www.youtube.com/watch?v=MDb2Y74xbS4&list=RDMDb2Y74xbS4&start_radio=1\n🧩 Заняття Монтессорі\nСортування «Великий гриб — маленький гриб»\nВихователь показує дві картинки грибів різного розміру.\nПитає: «Де великий гриб? А де маленький?»\nДіти показують пальчиком. 👉 Можна дати 2–3 іграшкових грибочки різних розмірів і запропонувати розкласти.\n📌 Матеріали:\nкартинки або іграшкові гриби;\nнабір грибочків різного розміру;\nмузика.",
          "#Вівторок \nВівторок — «Види грибів»\nМета: ознайомити дітей з різними видами грибів (білий гриб, мухомор, підберезник, маслюк), вчити помічати відмінності, закріплювати знання про будову гриба.\n🌞 Ранкове коло\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує картинки грибів: — «Це білий гриб — великий, з коричневою шапочкою. А це мухомор — він червоний у білу цяточку, його чіпати не можна, бо він отруйний! А ось підберезник — росте під березою, має тоненьку ніжку. А це маслюк — коричневий, слизька шапочка». 👉 Діти розглядають картинки, називають «гриб», «шапочка», «ніжка».\n🎲 Гра «Назви грибочок»\nХід гри:\nВихователь розкладає картинки грибів.\nПоказує: «Хто це? Білий гриб!»\nДіти повторюють слово «гриб» або перший склад («бі…», «му…»). 👉 Можна спитати: «Який гриб отруйний?» — діти показують мухомор.\n🎵 Музична пауза\n▫️ Слухання короткої дитячої пісеньки, плескання в такт. \nВІДЕО: https://www.youtube.com/watch?v=rXgLGkwXWWk&list=RDrXgLGkwXWWk&start_radio=1\n✋ Пальчикова гімнастика «Грибочки»\nТекст + рухи:\nВ лісі виросли грибочки, (стиснути кулачки)  \nВсі маленькі, як комочки. (показати пальчики вниз)  \nДощик землю поливає, (плескати пальчиками по колінах)  \nГриб під сонечком зростає! (підняти долоньки догори, розкрити пальчики) \n\n🧩 Заняття Монтессорі\nСортування карток «Їстівні — неїстівні гриби»\nНа тацю кладемо картки з білим грибом, підберезником, маслюком (їстівні) та мухомором (неїстівний).\nВихователь пояснює: «Ці гриби можна збирати. А цей — не можна».\nДіти разом розкладають картки у дві мисочки.\n📌 Матеріали:\nкартинки різних грибів (їстівні та неїстівні);\n2 мисочки для сортування;\nмузика.",
          "#Середа \nСереда — «Горіхи»\nМета: ознайомити дітей із горіхами (волоський, лісовий), навчати розрізняти їх за формою та величиною, розвивати сенсорне сприйняття й мовлення.\n🌞 Ранкове коло\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує справжні горіхи у кошику 🌰: — «Подивіться, це горіх. У нього тверда шкарлупа. Є великий горіх (волоський), а є маленький (лісовий). Горіх росте на дереві, білочка любить їх збирати». 👉 Діти можуть потримати горіх у долоньці, постукати ним, почути звук.\n🎲 Гра «Знайди горіх»\nХід гри:\nНа столі лежать різні предмети: яблуко, м’ячик, кубик, горіх.\nВихователь каже: «Знайди горіх!»\nДитина показує чи приносить горіх. 👉 Потім ускладнити: «Де великий горіх? А де маленький?»\n✋ Пальчикова гімнастика «Грибочки»\nТекст + рухи:\nВ лісі виросли грибочки, (стиснути кулачки)  \nВсі маленькі, як комочки. (показати пальчики вниз)  \nДощик землю поливає, (плескати пальчиками по колінах)  \nГриб під сонечком зростає! (підняти долоньки догори, розкрити пальчики) \n🎵 Музична пауза\n👉 “Пісенька про білочку” (діти показують, як білочка стрибає та ховає горішки).\nВІДЕО: https://www.youtube.com/watch?v=DgwOSkvyuWM&list=RDDgwOSkvyuWM&start_radio=1\nЗаняття Монтессорі\nСортування «Великий — маленький горіх»\nНа тацю кладемо волоський і лісовий горіхи.\nДитина обирає «великий» і «маленький».\nВихователь підсумовує: «Це великий горіх, а це маленький». 👉 Якщо немає справжніх горіхів, можна використати картки.\n📌 Матеріали:\nсправжні горіхи (волоський, лісовий) або картинки;\nнабір предметів для гри «Знайди горіх»;\nмузика.",
          "#Четвер \nЧетвер — «Величина, колір, форма»\nМета: навчати дітей розрізняти предмети за величиною, кольором та формою; розвивати мовлення, увагу й сенсорне сприйняття.\n🌞 Ранкове коло\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує предмети різної величини, кольору та форми: — «Подивіться, це — великий кубик, а це — маленький. Це — червоне яблуко, а це — зелене. Це — круг, а це — квадрат». 👉 Діти розглядають, тримають у руках, повторюють слова разом.\nГра «Знайди свій колір/форму»\nХід гри:\nВихователь показує кольорову картку, каже: «Знайди червоний предмет!»\nДитина показує або приносить потрібний.\nПовторюємо з іншими кольорами (жовтий, синій, зелений). 👉 Аналогічно з формами: «Де круг? Де квадрат?»\n🎵 Музична пауза\n👉 “Пісенька про осінь” для прослуховування ВІДЕО: https://www.youtube.com/watch?v=1_RvRoY4xS4&list=RD1_RvRoY4xS4&start_radio=1\n✋ Пальчикова гімнастика «Горішок»\nТекст + рухи:\nМаленький горішок у ручці я маю, \n(стиснути кулачок)  \nСвоїм пальчикам я його довіряю.\n (перекочувати «горішок» між пальцями)  \nРаз — відкриваю, два — закриваю, \n(розкрити/стиснути кулачок)  \nГорішок я міцно в руці тримаю!\n (стиснути кулачок обома руками) \nЗаняття Монтессорі\nСортування «Великий — маленький / Круг — квадрат»\nНа тацю кладемо предмети різного розміру (великий і маленький м’ячик, кубик).\nДитина розділяє: «великий» — «маленький».\nПовторюємо з формами: «круг» — «квадрат». 👉 Вихователь підсумовує: «Це велике. А це маленьке. Це круг. А це квадрат».\n\n📌 Матеріали:\nкольорові картки;\nпредмети різних кольорів та форм;\nм’ячики та кубики різних розмірів;\nмузика.",
          "#П’ятниця\nП’ятниця — «Фрукти та овочі восени»\nМета: ознайомити дітей із фруктами та овочами, які достигають восени, розвивати мовлення, сенсорне сприйняття, дрібну моторику.\n🌞 Ранкове коло\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує кошик із фруктами та овочами (справжні або іграшкові): — «Подивіться, це яблуко 🍎 — воно червоне і соковите. А це морква 🥕 — помаранчева, росте в землі. А це гарбуз 🎃 — великий, жовтий. Фрукти і овочі ми їмо, вони корисні для здоров’я». 👉 Діти торкаються, нюхають, тримають у руках.\n🎲 Гра «Збери врожай»\nХід гри:\nВихователь розкладає фрукти й овочі по підлозі.\nКаже: «Зберемо врожай у кошик! Принеси яблучко! Тепер моркву!»\nДіти по черзі збирають «урожай». 👉 Вихователь підкреслює слова: яблуко, морква, гарбуз.\n🎵 Музична пауза\n👉 Руханка “Фрукти суперсила” ВІДЕО: https://www.youtube.com/watch?v=p0DwMbhGuHw&list=RDp0DwMbhGuHw&start_radio=1\n✋ Пальчикова гімнастика «Горішок»\nТекст + рухи:\nМаленький горішок у ручці я маю, \n(стиснути кулачок)  \nСвоїм пальчикам я його довіряю.\n (перекочувати «горішок» між пальцями)  \nРаз — відкриваю, два — закриваю, \n(розкрити/стиснути кулачок)  \nГорішок я міцно в руці тримаю!\n (стиснути кулачок обома руками) \n🧩 Заняття Монтессорі\nСортування «Фрукти — овочі»\nНа тацю кладемо картки або іграшки: яблуко, груша, морква, картопля.\nВихователь показує: «Це фрукт — яблуко. Це овоч — морква».\nДіти разом розкладають по дві мисочки: фрукти і овочі.\n\n📌 Матеріали:\nкошик із фруктами та овочами (справжні чи іграшкові);\nкартинки для сортування;\nмузика.",
          "🔎 Навігація за днями:\n\n#Понеділок  \n #Вівторок  \n #Середа   \n#Четвер   \n#П’ятниця"
        ]
      },
      "5. Ягоди, фрукти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🍂👶\nЦього тижня наші малята продовжували відкривати осінній світ природи й познайомилися з темами: ягоди, фрукти, місце їх росту, геометричні форми та узагальнення знань.\nПротягом тижня діти дізналися:\n 🔹 які бувають ягоди (суниця, малина, чорниця);\n 🔹 які фрукти достигають восени (яблука, груші, сливи);\n 🔹 що ягоди ростуть на кущах і в траві, а фрукти — на деревах;\n 🔹 які є прості форми (круг, квадрат, трикутник)\n; 🔹 як відрізнити, що до якої групи належить (ягоди — фрукти — форми).\nМи провели:\n 🎲 ігри «Знайди ягоду», «Збери у кошик», «Хто де росте?», «Знайди форму», «Що де росте?»;\n 🧩 вправи Монтессорі та НПЖ: пересипання «ягідок» (помпони/квасолини), сортування фруктів за кольором, переливання «соку», робота з вкладишами форм, сортування карток «Ягоди — Фрукти — Форми»;\n 🎵 музичну паузу з піснею «Осінь золота», яку ми слухали й вчили щодня.\nХОРОВОД « ОСІННЯ ЗАБАВЛЯНКА \" \nОсінь листячко зриває, - ідуть по колу\nКилимочки вистиляє.\nЯ по листячку іду - крокують на місці\nГарну пісеньку веду\nШу-шу-шу, ля-ля-ля -труть долонька об долоньку \nГарна пісенька моя – пружинка– 2 р\n✋ пальчикові гімнастики «Долоньки»\nТекст + рухи:\nРаз долонька, два долонька, (показати по черзі)  \nПлеснемо ми разом! (плескати в долоні)  \nРаз долонька, два долонька,  \nПлеснемо ми разом! (плескати в долоні)  \n та «Ягідки»\nТекст + рухи:\nОсь суничка, ось малина, (згинати пальчики по черзі)  \nА оце чорниця синя.  \nВсі ми ягоди зберем — (стиснути кулачки)  \nДрузі разом почастуєм! (плеснути в долоні) \n які допомагають розвивати увагу й дрібну моторику.\nМалята з радістю виконували завдання, активно плескали долоньками, показували пальчиками потрібні картинки, рухалися під музику та із задоволенням повторювали нові слова: ягода, яблуко, груша, круг, квадрат, трикутник.\n🌿 Радимо вдома продовжити знайомство з темою:\nзвертати увагу дитини на ягоди й фрукти, називати їх;\nграти в просту гру «що кругле?» (м’яч, тарілка) і «що квадратне?» (кубик, книжка);\nповторювати разом вивчену пісеньку «ОСІННЯ ЗАБАВЛЯНКА».\nДякуємо вам за підтримку і довіру 💖 Разом ми допомагаємо дітям пізнавати світ і розвиватися з радістю 🌈.\nЗ повагою — Ваш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — «Ягоди»\nМета: познайомити дітей з ягодами (суниця, малина, чорниця), навчати розрізняти їх за кольором, формувати сенсорне сприйняття та мовлення.\nРанкове коло🌞\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує картинки з ягодами: — «Це суниця — червона ягода. Це малина — теж червона. А це чорниця — синя ягідка. Ягоди маленькі й смачні, вони ростуть у лісі та на городі». 👉 Діти торкаються картинок, пробують повторювати слова «суниця», «малина», «чорниця».\n🎲 Гра «Знайди ягоду»\nХід гри:\nВихователь розкладає серед іграшок та карток картинки з ягодами.\nКаже: «Де ягода? Знайди ягідку!»\nДитина показує або приносить. 👉 Повторюємо кілька разів, підкреслюючи колір: «Це червона ягода. Це синя ягода».\n✋ Пальчикова гімнастика «Долоньки»\nТекст + рухи:\nРаз долонька, два долонька, (показати по черзі)  \nПлеснемо ми разом! (плескати в долоні)  \nРаз долонька, два долонька,  \nПлеснемо ми разом! (плескати в долоні)  \n🎵 Музична пауза\nПісня для вивчення на тиждень: ХОРОВОД « ОСІННЯ ЗАБАВЛЯНКА \" \nОсінь листячко зриває, - ідуть по колу\nКилимочки вистиляє.\nЯ по листячку іду - крокують на місці\nГарну пісеньку веду\nШу-шу-шу, ля-ля-ля -труть долонька об долоньку \nГарна пісенька моя – пружинка– 2 р\nВІДЕО: https://www.youtube.com/watch?v=8TtMtpPlCCg&list=RD8TtMtpPlCCg&start_radio=1\n🧩 Заняття Монтессорі / НПЖ\nПересипання «ягідок»\nНа тацю кладемо дві мисочки та червоні й сині помпони (або квасолини).\nДіти пересипають їх ложечкою або пальчиками.\nВихователь коментує: «Це червона ягода. А це синя ягода. Одна — багато».\n📌 Матеріали:\nкартинки ягід (суниця, малина, чорниця);\nпомпони/квасолини двох кольорів;\nдві мисочки, ложечка;\nмузика.",
          "Вівторок — «Фрукти»\nМета: ознайомити дітей із фруктами (яблуко, груша, слива), навчати розрізняти їх за кольором, закріплювати поняття «один — багато».\nРанкове коло🌞\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує кошик із фруктами (справжніми або іграшковими):— «Подивіться, це яблуко 🍎 — воно червоне. Це груша 🍐 — жовта. А це слива — синя. Фрукти ростуть на деревах. Їх збирають восени, коли вони достигають».👉 Діти торкаються фруктів, повторюють слова «яблуко», «груша», «слива».\n🎲 Гра «Збери у кошик»\nХід гри:\nВихователь розкладає фрукти по кімнаті.\nКаже: «Принеси яблуко! Принеси грушу!»\nДитина знаходить фрукт і кладе у кошик. 👉 Гру можна повторювати, змінюючи назви фруктів.\n✋ Пальчикова гімнастика «Долоньки»\nТекст + рухи:\nРаз долонька, два долонька, (показати по черзі)  \nПлеснемо ми разом! (плескати в долоні)  \nРаз долонька, два долонька,  \nПлеснемо ми разом! (плескати в долоні)  \n🎵 Музична пауза\nПісня для вивчення на тиждень: ХОРОВОД « ОСІННЯ ЗАБАВЛЯНКА \" \nОсінь листячко зриває, - ідуть по колу\nКилимочки вистиляє.\nЯ по листячку іду - крокують на місці\nГарну пісеньку веду\nШу-шу-шу, ля-ля-ля -труть долонька об долоньку \nГарна пісенька моя – пружинка– 2 р\nВІДЕО: https://www.youtube.com/watch?v=8TtMtpPlCCg&list=RD8TtMtpPlCCg&start_radio=1  Розвиваюче відео для перегляду: https://www.youtube.com/watch?v=CP4O71xyetQ\n\n🧩 Заняття Монтессорі / НПЖ\nСортування фруктів за кольором\nНа тацю кладемо яблука червоного, зеленого і жовтого кольору (справжні або іграшкові).\nДитина розкладає: червоні до червоних, жовті до жовтих, зелені до зелених.\nВихователь коментує: «Це яблуко червоне. А це жовте».\nДодатково: ▫️ Вправа «Один — багато» — одна груша, кілька яблук.\n📌 Матеріали:\nсправжні або іграшкові яблука, груші, сливи;\nкошик;\nкартки чи іграшки різних кольорів;\nмузика.",
          "#Середа \nСереда — «Де ростуть ягоди й фрукти»\nМета: формувати уявлення про місце росту ягід і фруктів (ягоди — на кущах і в траві, фрукти — на деревах), розвивати мовлення, увагу й сенсорне сприйняття.\nРанкове коло🌞\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує картинки: — «Ягоди ростуть на кущах і в траві. Ось малина на кущі, а ось суниця в траві. Фрукти ростуть на деревах: яблука, груші, сливи». 👉 Діти показують пальчиком, де кущ, де дерево.\n🎲 Гра «Хто де росте?»\nХід гри:\nВихователь викладає картинки «кущ» і «дерево».\nДає дитині картку з ягодою: «Де росте малина? На кущі!» — дитина кладе картку до куща.\nПотім із фруктами: «Де росте яблуко? На дереві!» 👉 Повторюємо з кількома картками.\n✋ Пальчикова гімнастика «Ягідки»\nТекст + рухи:\nОсь суничка, ось малина, (згинати пальчики по черзі)  \nА оце чорниця синя.  \nВсі ми ягоди зберем — (стиснути кулачки)  \nДрузі разом почастуєм! (плеснути в долоні) \n🎵 Музична пауза\nПісня для вивчення на тиждень: ХОРОВОД « ОСІННЯ ЗАБАВЛЯНКА \" \nОсінь листячко зриває, - ідуть по колу\nКилимочки вистиляє.\nЯ по листячку іду - крокують на місці\nГарну пісеньку веду\nШу-шу-шу, ля-ля-ля -труть долонька об долоньку \nГарна пісенька моя – пружинка– 2 р\nВІДЕО: https://www.youtube.com/watch?v=8TtMtpPlCCg&list=RD8TtMtpPlCCg&start_radio=1 ВІДЕО Весела руханка: https://www.youtube.com/watch?v=3EcDU3vr4rM&list=RD3EcDU3vr4rM&start_radio=1\n🧩 Заняття Монтессорі / НПЖ\nПереливання «соку»\nНа таці глечик із водою, підфарбованою в червоний колір (як сік).\nДитина переливає воду у склянку.\nВихователь коментує: «З ягід і фруктів роблять сік. Подивіться, який червоний сік!»\nДодатково: ▫️ Сортування карток: «Ягоди — Фрукти».\n📌 Матеріали:\nкартинки «дерево», «кущ», «ягоди», «фрукти»;\nглечик, склянка, підфарбована вода;\nмузика.",
          "#Четвер Четвер — «Форми (коло, квадрат, трикутник)»\nМета: познайомити дітей з простими геометричними формами (коло, квадрат, трикутник), навчати розпізнавати й називати їх, розвивати сенсорику та мовлення.\nРанкове коло🌞\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує три картки/вкладиші: — «Це круг — як м’ячик. Це квадрат — як кубик. А це трикутник — як дах у будиночка». 👉 Діти пробують потримати кожну форму й повторити назву.\n🎲 Гра «Знайди форму»\nХід гри:\nВихователь викладає три картки: круг, квадрат, трикутник.\nКаже: «Покажи круг!» — дитина вказує.\nПотім: «Покажи квадрат. Покажи трикутник». 👉 Ускладнення: «Що схоже на круг? (м’яч). Що схоже на квадрат? (кубик)».\n✋ Пальчикова гімнастика «Ягідки»\nТекст + рухи:\nОсь суничка, ось малина, (згинати пальчики по черзі)  \nА оце чорниця синя.  \nВсі ми ягоди зберем — (стиснути кулачки)  \nДрузі разом почастуєм! (плеснути в долоні) \n🎵 Музична пауза\nПісня для вивчення на тиждень: ХОРОВОД « ОСІННЯ ЗАБАВЛЯНКА \" \nОсінь листячко зриває, - ідуть по колу\nКилимочки вистиляє.\nЯ по листячку іду - крокують на місці\nГарну пісеньку веду\nШу-шу-шу, ля-ля-ля -труть долонька об долоньку \nГарна пісенька моя – пружинка– 2 р\nВІДЕО: https://www.youtube.com/watch?v=8TtMtpPlCCg&list=RD8TtMtpPlCCg&start_radio=1  Розвиваюче відео для перегляду: https://www.youtube.com/watch?v=f9mt5NudSTc\n🧩 Заняття Монтессорі / НПЖ\nВкладиші «Коло, квадрат, трикутник»\nДитина вставляє круг у відповідний отвір, потім квадрат і трикутник.\nВихователь підкреслює: «Це круг. Це квадрат. Це трикутник».\nДодатково: ▫️ Сортування предметів у групі: м’яч (круглий), кубик (квадратний), дах (трикутний).\n📌 Матеріали:\nкартки або дерев’яні вкладиші з формами;\nпредмети відповідних форм (м’яч, кубик, дах);\nмузика.",
          "#П’ятниця\nП’ятниця — «Закріплення теми: ягоди, фрукти, форми»\nМета: узагальнити знання дітей про ягоди, фрукти та прості форми, розвивати сенсорне сприйняття, увагу та мовлення.\nРанкове коло🌞\nДоброго ранку, сонце встає,  \nДружнє коло нас усіх зове.  \nРазом будемо співати й грати,  \nНовий день весело починати! \nРозповідь вихователя: Вихователь показує набір картинок: ягоди, фрукти, форми. — «Пригадаємо, що ми вчили цього тижня. Це суниця, а це яблуко. Ягоди маленькі й ростуть на кущах. Фрукти більші — вони ростуть на деревах. А ось форми: круг — як м’яч, квадрат — як кубик, трикутник — як дах». 👉 Діти повторюють слова й показують на картках\n🎲 Гра «Що де росте?»\nХід гри:\nВихователь викладає дві картинки: кущ і дерево.\nДає дітям картки з ягодами й фруктами.\nКаже: «Малина — де росте? На кущі! Яблуко — де росте? На дереві!» 👉 Діти розкладають картки правильно.\nДодатково: ▫️ Гра «Знайди форму»: вихователь називає «круг» — дитина показує м’яч; «квадрат» — кубик; «трикутник» — дах будиночка.\n✋ Пальчикова гімнастика «Ягідки»\nТекст + рухи:\nОсь суничка, ось малина, (згинати пальчики по черзі)  \nА оце чорниця синя.  \nВсі ми ягоди зберем — (стиснути кулачки)  \nДрузі разом почастуєм! (плеснути в долоні) \n🎵 Музична пауза\nПісня для вивчення на тиждень: ХОРОВОД « ОСІННЯ ЗАБАВЛЯНКА \" \nОсінь листячко зриває, - ідуть по колу\nКилимочки вистиляє.\nЯ по листячку іду - крокують на місці\nГарну пісеньку веду\nШу-шу-шу, ля-ля-ля -труть долонька об долоньку \nГарна пісенька моя – пружинка– 2 р\nВІДЕО: https://www.youtube.com/watch?v=8TtMtpPlCCg&list=RD8TtMtpPlCCg&start_radio=1  \n🧩 Заняття Монтессорі / НПЖ\nСортування «Ягоди — Фрукти — Форми»\nНа таці 3 мисочки з позначками: «ягоди», «фрукти», «форми».\nДитина кладе картки: суниця, яблуко, круг тощо у правильну мисочку.\nВихователь підсумовує: «Ми вже знаємо: ягоди, фрукти й форми».\n📌 Матеріали:\nкартинки «ягоди», «фрукти», «форми»;\nпредмети для гри «форми» (м’яч, кубик, дах);\n3 мисочки для сортування;\nмузика.",
          "🔎 Навігація за днями:  \n#Понеділок  \n #Вівторок   \n#Середа   \n#Четвер   \n#П’ятниця"
        ]
      },
      "6. Овочі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Мій рідний край-Україна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Птахи (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Види птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Групи птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Свійські тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Домашні улюбленці": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Дикі тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Зима": {
      "1. Пора року- Зима": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Сім'я": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Зимові свята і традиції": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Іграшки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Свято Новий рік": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Транспорт(загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Міський транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Спеціальний транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Професії (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Професії батьків.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Одяг( загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Одяг для хлопців і дівчат, сезонний": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Одяг різних націй": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Весна": {
      "1. Пора року - Весна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Перші весняні квіти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Будова тіла людини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Комахи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Явища природи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Великдень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Космос": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Тиждень безпеки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Правила дорожнього руху": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Морські жителі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Жителі річок": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Мої забави на ігровому майданчику": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Повторення та закріплення пройденого матеріалу.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    }
  },
  "2-3 роки": {
    "Осінь": {
      "1. Адаптаційний тиждень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🐼🌈\nЦього тижня наші малята разом із символом групи — пандою Дрімі 🐼 — пройшли цікавий та важливий етап адаптації. Ми знайомилися, гралися, відкривали нові можливості й вчилися дружити.\nПід час занять діти:\n🔹 познайомилися з вихователями та друзями за допомогою іграшки-символу Дрімі;\n🔹 досліджували простір групи та грали в ігри «Де дзвоник?» і «Що звучить?»;\n🔹 знайомилися з кольорами через ігри та малювання;\n🔹 слухали й танцювали під  музику;\n🔹 грали в рухливі ігри з кульками, вчилися називати кольори й радіти разом.\nМи провели:\n🎵 музичні ігри;\n🎨 малювання пальчиками та восковими крейдочками;\n🧩 сенсорні вправи з  кольоровими табличками та картками;\n🤲 практичні вправи з переливання води та перекладання дрібних предметів;\n🎈 веселу гру з кульками «Веселі кольори»;\n📚 загадки та віршики, які допомогли дітям розвивати мовлення й мислення.\nОсобливою радістю для малят стала **пальчикова гімнастика:\n*Їжачок малий замерз\nІ в клубок звернувся.\nТільки сонечко пригріло —\nВін і розгорнувся.*\nЦя гра допомогла дітям налаштуватися на день і підняти настрій.\n🌿 Протягом усього тижня ми бачили, як діти поступово відкривалися, з цікавістю долучалися до діяльності, ділилися емоціями та відчували підтримку як від вихователів, так і від друзів у групі.\nДякуємо вам за довіру, підтримку та спільну турботу про адаптацію наших малят! 💖\nЗ повагою —\nВаш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — День знайомства\nМета: допомогти дітям відчути себе в групі, називати своє ім’я. Діяльність: ▫️ Зустріч із іграшкою-символом (панда Дрімі). Віршик-привітання: Привіт, малята, я Дрімі, Зустрілись ми сьогодні з вами! Будем гратись і радіти, Разом дружно вчитись, жити! 🌸  Пальчикова гімнастика \"Ранкові вітання- Їжачок” Їжачок малий замерз  і в клубок звернувся  тільки сонечко пригріло  він і розгорнувся. Відео приклад,початок з 0:50 секунди :\n https://youtu.be/NISbh3OZ5nw\n ▫️ Вільна гра з іграшками, прогулянка. Матеріали: м’яка іграшка.",
          "#Вівторок \nВівторок — День відкриттів\nМета: розширювати уявлення про предмети навколо, стимулювати мовлення. Діяльність: Ранкове коло – повторення пальчикової гімнастики Пальчикова гімнастика \"Ранкові вітання- Їжачок” Їжачок малий замерз  і в клубок звернувся  тільки сонечко пригріло  він і розгорнувся. Відео приклад,початок з 0:50 секунди :\n https://youtu.be/NISbh3OZ5nw\n ▫️ Гра «Що звучить?» — Барабан, скрипка, труба, гітара.  Відео приклад,початок з 0:00 -1:00хвилини :\n\nhttps://www.youtube.com/watch?v=06B4Xd2ftfQ\n Дитина слухає і показує на картці відповідний малюнок. ▫️ Практичне життя: переливання води маленькими глечиками. ▫️ Прогулянка. Матеріали: набір шумових інструментів, надруковані  музичні інструменти, набір в зоні НПЖ для переливання.",
          "Надішли НОВИЙ текст для цього повідомлення (старий заміниться повністю):\n\n#Середа \nСереда — День кольорів\nМета: розвивати сенсорні відчуття, вчити розрізняти кольори. Діяльність: ▫️ Вправа з Монтессорі «Кольорові мотушки» (перший набір — основні кольори). ▫️ Гра «Знайди колір у групі» (діти шукають предмет потрібного кольору). Перегляд короткого відео про кольори\n https://www.youtube.com/watch?v=QannLiGtRe0\n ▫️ Повторення пальчикової гімнастики Пальчикова гімнастика \"Ранкові вітання- Їжачок” Їжачок малий замерз  і в клубок звернувся  тільки сонечко пригріло  він і розгорнувся. Відео приклад,початок з 0:50 секунди :\n https://youtu.be/NISbh3OZ5nw \n▫️ Малювання восковими крейдочками. Матеріали: кольорові  таблички, набір воскових крейд, папір.\n.",
          "#Четвер \nЧетвер — День музики та руху\nМета: викликати емоції через музику, навчати ритму й координації. Діяльність:\n▫️ Повторення пальчикової гімнастики Пальчикова гімнастика \"Ранкові вітання- Їжачок” Їжачок малий замерз  і в клубок звернувся  тільки сонечко пригріло  він і розгорнувся. Відео приклад,початок з 0:50 секунди :\n https://youtu.be/NISbh3OZ5nw   ▫️ Руханка «Топ-топ ніжками» (плескання, тупання). https://www.youtube.com/watch?v=uN-fBu1YTKg&list=RDuN-fBu1YTKg&start_radio=1 ▫️ Практичне життя: робота з щіпцями (перекладання намистинок чи помпона у мисочку).  Матеріали: Набір в зоні НПЖ щіпці, дрібні предмети (помпони, великі намистини).",
          "#П’ятниця\nП’ятниця — День радості\nМета: закріпити позитивні емоції, формувати відчуття єдності в групі. Діяльність: ▫️ Рухлива гра з кульками «Веселі кольори» (діти ловлять і називають колір кульки).  ▫️ Колективна аплікація «Наше сонечко» (кожна дитина приклеює промінчик до основи). ▫️  Повторення пальчикової гімнастики Пальчикова гімнастика \"Ранкові вітання- Їжачок” Їжачок малий замерз  і в клубок звернувся  тільки сонечко пригріло  він і розгорнувся. Відео приклад,початок з 0:50 секунди :\n https://youtu.be/NISbh3OZ5nw Матеріали: повітряні кульки,жовте коло, кольорові промінці.",
          "🔎 Навігація за днями:  \n#Понеділок  \n#Вівторок  \n#Середа  \n#Четвер   \n#П’ятниця"
        ]
      },
      "2. Пора року-Осінь": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Дерева,кущі,трави": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Гриби,горіхи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Ягоди, фрукти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Овочі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Мій рідний край-Україна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Птахи (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Види птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Групи птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Свійські тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Домашні улюбленці": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Дикі тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Зима": {
      "1. Пора року- Зима": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Сім'я": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Зимові свята і традиції": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Іграшки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Свято Новий рік": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Транспорт(загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Міський транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Спеціальний транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Професії (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Професії батьків.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Одяг( загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Одяг для хлопців і дівчат, сезонний": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Одяг різних націй": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Весна": {
      "1. Пора року - Весна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Перші весняні квіти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Будова тіла людини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Комахи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Явища природи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Великдень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Космос": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Тиждень безпеки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Правила дорожнього руху": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Морські жителі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Жителі річок": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Мої забави на ігровому майданчику": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Повторення та закріплення пройденого матеріалу.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    }
  },
  "3-4 роки": {
    "Осінь": {
      "1. Адаптаційний тиждень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🌼👧🧒\nЦього тижня наші діти пройшли важливий етап — тиждень адаптації в садочку. Ми знайомилися одне з одним, із вихователями, відкривали простір групи та вчилися бути дружними й веселими разом.\nПід час занять діти дізналися: \n🔹 як познайомитися й назвати своє ім’я, привітати нового друга; \n🔹 що таке настрій, як він буває «сонечком» чи «хмаринкою»; \n🔹 як важливо бути друзями, допомагати й ділитися; \n🔹 що добрі слова роблять усіх щасливішими; \n🔹 що разом завжди легше і веселіше!\nМи провели: \n🎨 творчі заняття зі створення плакату «Ми разом у групі»; \n📚 слухали й обговорювали казку «Мишка і Зайчик» про дружбу; \n🎵 танцювальні паузи та руханки «Дружба», «Паровозик»; \n🌞 вправу «Сонечко чи хмаринка» для розмови про настрій; \n🌸 вправу «Моє добре слово», де кожна дитина подарувала іншим своє тепле слово; \n🚶‍♀️ прогулянки та рухливі ігри на майданчику, що допомогли дітям відчути радість від спілкування й руху.\nДіти поступово вчилися знайомитися, виражати свої емоції, слухати одне одного та радіти новим друзям. Уже перші кроки показали: разом у групі — цікавіше, веселіше та добріше! 🌈\n🌿 Нагадуємо: у період адаптації дуже важливо підтримувати дітей, говорити з ними про їхні відчуття, підкреслювати позитивний досвід у садочку.\nДякуємо за вашу підтримку, довіру й спільну турботу про дітей! 💖\nЗ повагою — Ваш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — День знайомства\nМета: створити відчуття безпеки, довіри, познайомити дітей одне з одним та з вихователями, зробити екскурсію в садочку чітко називаючи назву кожної кімнати.\nДіяльність:\nЗустріч у групі з іграшкою-символом (Панда- Дрімі).\nХід:\nВихователь сідає з дітьми у коло.\nПоказує м’яку іграшку (Панда- Дрімі). Каже дітям: – «Це наш друг ДРІМІ. Він буде допомагати нам знайомитися. Тримати іграшку може тільки той, хто зараз говорить. Коли закінчить – передає іншому».\nСпочатку говорить вихователь, щоб показати приклад: – «Мене звати Оксана. Я вихователька, люблю малювати з дітками. А як тебе звати?»\nПередає іграшку першій дитині.\nДитина називає своє ім’я (або повторює за вихователем, якщо соромиться).\nЯкщо хтось мовчить – вихователь лагідно допомагає: – «Це Марійка. Вона сьогодні прийшла вперше. Давайте всі привітаємо Марійку!»\nКоло триває, поки кожна дитина не потримає іграшку.\nТривалість: 5–7 хв (щоб не перевтомити дітей).\nВільні ігри в просторі групи.\nПрогулянка на майданчику.\nМайстер класи з дітьми\n\nМатеріали: м’яка іграшка, картки з іменами, музика для руханки.",
          "#Вівторок \nВівторок — День відкриттів\nМета: поступово включати дітей у заняття, знайомити з простором групи.\nДіяльність:\nОбговорення  настрою “Сонечко чи хмаринка”\nХід заняття\nВихователь: – «Доброго ранку, малята! Давайте подивимось у вікно. Сьогодні на небі є сонечко чи хмаринки? А як ви думаєте, у нас у групі теж бувають сонечка і хмаринки — але всередині, у серці. Це наш настрій!»\nВихователь показує дві картки: 🌞 і \nДіти по черзі вибирають картку, що відповідає їхньому настрою. Дитина тримає або показує на  картку і каже: «У мене сонечко/хмаринка». Якщо соромиться — вихователь допомагає: «Подивіться, у Владика сьогодні хмаринка. Давайте підтримаємо його посмішкою».\nВихователь задає дітям прості запитання:\n«Чому у тебе сонечко?» (дитина називає причину: «Бо мама посміхнулась»).\n«Що можна зробити, щоб хмаринка зникла?»\n«Якого кольору у тебе сьогодні сонечко?»\n«Яке слово підходить до твого настрою?»\nЯкщо дитині важко, вихователь допомагає прикладами.\nРухлива гра «Знайди свій колір» (діти шукають предмети певного кольору який вихователь покаже на картці).\nПрогулянка на майданчику.\nМатеріали: роздруковане сонечко та хмаринка на листках А4 , картки кольорів.",
          "#Середа \nСереда — День творчості\nМета: дати можливість через творчість виразити емоції.\nДіяльність:\nРанкове коло: \nДобрий день, мої малята, Час нам коло розпочати. Будем разом ми радіти, Вчитись, гратись і дружити!\nВихователь: — Діти, ми з вами щодня збираємось у нашій групі. Тут ми граємось, навчаємось, дружимо. А як ви думаєте, що допомагає нам бути справжніми друзями?\n(діти висловлюють свої думки: допомагати, ділитися, не сваритися, бути ввічливими тощо)\n— Усі ваші ідеї дуже важливі. А щоб ми завжди пам’ятали, як добре жити дружно, давайте створимо великий плакат “Ми разом у групі”.\nСпільне створення плакату групи «Ми разом».\nПояснення дітям:— На цьому плакаті ми зобразимо, що робимо разом: граємося, малюємо, співаємо, допомагаємо один одному. Кожен із вас намалює чи приклеїть свою ідею, і тоді ми отримаємо наш спільний — символ дружби та єдності.\nТанцювальна пауза: Руханка дружба https://www.youtube.com/watch?v=X8bWpjQpL7s\nПрогулянка на майданчику.\n\nМатеріали: фарби, ватмани, серветки, музика.",
          "#Четвер \nЧетвер — День дружби\nМета: навчати співпраці та взаємодії у групі.\nДіяльність:\nРанкове коло: вправа «Моє добре слово».\nХід вправи:\nВихователь: – «Діти, у кожного з нас є чарівні слова, які роблять інших щасливими. Це добрі слова. Хочете поділитися своїм добрим словом?». Показує іграшку: – «Ось наш чарівний друг (Дрімі). Хто його тримає – той говорить своє добре слово».\nДіти по черзі отримують іграшку.Кожна дитина говорить одне добре слово («дякую», «будь ласка», «друже», «сонечко», «усмішка»).Якщо дитина не знає, вихователь підказує:– «Ти можеш сказати: мама, тато, друзі, іграшка, цукерка — усе, що приносить тобі радість». Вихователь по завершенню:– «Дивіться, скільки добрих слів ви знаєте! Всі ці слова роблять нас усіх добрішими і дружніми».\nКолективна рухлива гра «Паровозик».\nХід гри\nДіти стають у ряд один за одним.\nПерший — «машиніст», інші — «вагончики».\nКожна дитина тримає попереднього за плечі або за талію. Вихователь каже: – «Наш паровозик вирушає в подорож! Тримаймося міцно і вирушаємо!»\nРух під музику\nЗупинки-ігри Вихователь зупиняє музику й каже: – «Зупинка! Усі вагончики плескають у долоньки!» – «А тепер усі вагончики присіли й відпочили». – «Поїхали далі!»\nФінал\nПаровозик зупиняється.\nВихователь хвалить: «Який дружний у нас паровозик!»\nhttps://youtu.be/_uvuqt2zmks\nЧитання казки про дружбу\nМатеріали: Дрімі, текст казки, музика.",
          "Казка про дружбу з обговоренням\n🐭🐰 Казка «Мишка і Зайчик» \nЖила собі маленька мишка. Вона любила збирати крихти і гратися сама. Одного разу вона знайшла гарний м’ячик.– «Ой, який гарний м’ячик! Тільки він такий великий, що я не можу його котити сама», – зітхнула мишка.Поруч стрибав зайчик.– «Привіт, мишко! Чому ти сумуєш?» – запитав він.– «Я знайшла м’ячик, але він надто важкий для мене».– «Давай я допоможу!» – сказав зайчик.Вони разом покотили м’ячик на галявину і почали гратися. Мишка сміялася, а зайчик стрибав навколо.Ввечері мишка сказала:– «Дякую тобі, зайчику. Самій мені було б сумно, а з тобою весело!»– «І мені добре з тобою, мишко! Друзі завжди допомагають одне одному», – усміхнувся зайчик.З того часу вони завжди гралися разом.🌼\n  Питання для обговорення з дітьми:\n Чому мишка сумувала?\n Як їй допоміг зайчик?\n Чому їм стало весело разом?\n Що означає бути другом?\n А як ти можеш допомогти своєму другу?",
          "#П’ятниця\nП’ятниця — День радості\nМета: закріплення позитивних емоцій, розвиток дружніх стосунків через спільні ігри.\nДіяльність:\nРанкове коло: вправа «Квітка радості» (діти прикріплюють пелюстки й розповідають, що їм найбільше сподобалось цього тижня).\nРухлива гра «Сонечко і дощик» (діти бігають по майданчику; коли вихователь каже «сонечко» — діти розбігаються й махають руками, «дощик» — присідають і закриваються ручками як парасолькою).\nЕстафета «Веселі зайчики» (діти стрибають по черзі в обручі чи через кубики, команда підтримує кожного).\nМатеріали: велика паперова квітка та пелюстки смайлики (картки), обручі чи кубики для естафети, музика.",
          "🔎 Навігація за днями:  \n#Понеділок  \n#Вівторок  \n#Середа  \n#Четвер   \n#П’ятниця"
        ]
      },
      "2. Пора року-Осінь": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Дерева,кущі,трави": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Гриби,горіхи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Ягоди, фрукти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Овочі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Мій рідний край-Україна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Птахи (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Види птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Групи птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Свійські тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Домашні улюбленці": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Дикі тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Зима": {
      "1. Пора року- Зима": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Сім'я": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Зимові свята і традиції": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Іграшки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Свято Новий рік": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Транспорт(загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Міський транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Спеціальний транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Професії (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Професії батьків.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Одяг( загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Одяг для хлопців і дівчат, сезонний": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Одяг різних націй": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Весна": {
      "1. Пора року - Весна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Перші весняні квіти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Будова тіла людини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Комахи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Явища природи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Великдень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Космос": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Тиждень безпеки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Правила дорожнього руху": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Морські жителі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Жителі річок": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Мої забави на ігровому майданчику": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Повторення та закріплення пройденого матеріалу.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    }
  },
  "4-5 років": {
    "Осінь": {
      "1. Адаптаційний тиждень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🐼🌼\nЦього тижня наші малята разом із символом групи — пандою Дрімі 🐼 — пройшли захопливий і важливий етап адаптації в дитячому садочку. Ми вчилися знайомитися, розповідати про себе, висловлювати свій настрій, дружити та працювати разом.\nПротягом занять діти дізналися:\n🔹 як представлятися та слухати інших;\n🔹 що настрій буває «сонечком» чи «хмаринкою», і як перетворювати сум на радість;\n🔹 що таке дружба й як добрі слова можуть зробити щасливими;\n🔹 як важливо допомагати друзям і співпрацювати;\n🔹 що разом завжди цікавіше, ніж поодинці.\nМи провели:\n🎨 творче заняття зі створення плакату «Ми разом у групі»;\n📚 слухали та обговорювали казку «Мишка і Зайчик»;\n🎵 танцювальні паузи та руханки — «Всім привіт», «Якщо радісний ти…», «Дружба», «Паровозик»;\n🌞 вправу «Сонечко чи хмаринка» для розмови про емоції;\n🌸 вправу «Моє добре слово», де діти ділилися своїми добрими словами;\n🤲 практичні вправи за методом Монтессорі (складання серветок, переливання води, пересипання крупи).\nМалята з радістю брали участь у всіх видах діяльності, вчилися слухати й підтримувати одне одного, наводили приклади з власного життя. Ми побачили, що діти стають упевненішими, більш відкритими та готовими до нових відкриттів у садочку. 🌈\n🌿 Нагадуємо: у період адаптації дуже важливо вдома підтримувати дитину теплими словами, говорити про позитивні моменти у садочку, хвалити за маленькі кроки й нові досягнення.\nДякуємо вам за довіру, турботу й співпрацю! 💖\nЗ повагою —\nВаш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — День знайомства\nМета: закріпити вміння представляти себе та слухати інших.\nДіяльність:\n▫️ Ранкове коло з іграшкою-символом (Панда Дрімі).\nВіршик-привітання:\nДобрий день, мої малята,  \nКоло будем починати!  \nРазом гратися і вчитись,  \nДружно, весело дружити!  \n— Діти передають панду по колу: кожен називає своє ім’я та улюблений колір чи іграшку.\n▫️ Руханка «Всім привіт»\n👉 Відео, початок 0:18 секунда\n\n https://www.youtube.com/watch?v=hVd32DMdmY0\n\nМатеріали: іграшка-символ (Панда Дрімі).",
          "#Вівторок \nВівторок — День відкриттів\nМета: навчати розрізняти емоції, висловлювати свій настрій.\nДіяльність:\nВіршик-привітання: \nДобрий день, мої малята, \nКоло будем починати! \nРазом гратися і вчитись, \nДружно, весело дружити! \n▫️ Вправа «Сонечко чи хмаринка» + придумати, що допоможе хмаринці стати сонечком.\n▫️ Рухлива гра «Знайди свій колір» — дитина отримує картку й шукає предмет у групі.\n▫️ Практичне життя (Монтессорі): складання серветок.\nМузика: Пісня-гра “Якщо радісний ти, плесни у долоні”\nВідео: \n\nhttps://www.youtube.com/watch?v=lCyFLC7SKbg&list=RDlCyFLC7SKbg&start_radio=1\n\nМатеріали: картки із сонечком і хмаринкою, кольорові картки, серветки.",
          "#Середа \nСереда — День творчості\nМета: через творчість виражати емоції та відчуття дружби.\nДіяльність:\n▫️ Ранкове коло з віршиком-привітанням.\nДобрий день, мої малята, \nКоло будем починати! \nРазом гратися і вчитись, \nДружно, весело дружити! \n▫️ Спільне створення плакату «Ми разом у групі» (кожен малює себе чи улюблену дію).\n▫️ Танцювальна пауза: “Руханка Дружба” \nВідео: \nhttps://www.youtube.com/watch?v=X8bWpjQpL7s&list=RDX8bWpjQpL7s&start_radio=1\n\nМатеріали: ватман, фарби, фломастери.",
          "#Четвер \nЧетвер — День дружби\n Мета: формувати вміння співпрацювати та допомагати.\nДіяльність:\n▫️ Ранкове коло з віршиком-привітанням:\nДобрий день, мої малята, \n Коло будем починати!\n  Разом гратися і вчитись,\n  Дружно, весело дружити! \n ▫️ Вправа «Моє добре слово».\nХід:\nВихователь показує іграшку-символ (Панда Дрімі) та каже:— «Діти, у кожного з нас є чарівні слова, які дарують радість іншим. Це — добрі слова. Хочете поділитися своїм добрим словом?»Іграшка передається по колу. Дитина, яка її тримає, каже одне добре слово (наприклад: «дякую», «усмішка», «мама», «друг»). Якщо дитина не може згадати, вихователь лагідно підказує.Після завершення вправи вихователь підсумовує:— «Подивіться, скільки добрих слів ви знаєте! Усі вони роблять нас добрішими та дружнішими.» \n▫️ Колективна рухлива гра «Паровозик» із зупинками-вправами. Хід гри\nДіти стають у ряд один за одним.\nПерший — «машиніст», інші — «вагончики».\nКожна дитина тримає попереднього за плечі або за талію. Вихователь каже: – «Наш паровозик вирушає в подорож! Тримаймося міцно і вирушаємо!»\nРух під музику/Зупинки-ігри Вихователь зупиняє музику й каже: – «Зупинка! Усі вагончики плескають у долоньки!» – «Поїхали далі!»\nФінал\nПаровозик зупиняється.\nВихователь хвалить: «Який дружний у нас паровозик!»\nhttps://youtu.be/_uvuqt2zmks\nМатеріали: Дрімі, текст казки, музика.",
          "🐭🐰 Казка «Мишка і Зайчик»\n Жила собі маленька мишка. Вона любила збирати крихти і гратися сама. Одного разу вона знайшла гарний м’ячик.– «Ой, який гарний м’ячик! Тільки він такий великий, що я не можу його котити сама», – зітхнула мишка.Поруч стрибав зайчик.– «Привіт, мишко! Чому ти сумуєш?» – запитав він.– «Я знайшла м’ячик, але він надто важкий для мене».– «Давай я допоможу!» – сказав зайчик.Вони разом покотили м’ячик на галявину і почали гратися. Мишка сміялася, а зайчик стрибав навколо.Ввечері мишка сказала:– «Дякую тобі, зайчику. Самій мені було б сумно, а з тобою весело!»– «І мені добре з тобою, мишко! Друзі завжди допомагають одне одному», – усміхнувся зайчик.З того часу вони завжди гралися разом.🌼 \n Питання для обговорення з дітьми:\n Чому мишка сумувала?\nЯк їй допоміг зайчик?\nЧому їм стало весело разом?\nЩо означає бути другом?\nА як ти можеш допомогти своєму другу?",
          "#П’ятниця\nП’ятниця — День радості\nМета: закріплення позитивних емоцій, розвиток дружніх стосунків через спільні ігри.\nДіяльність:\n▫️ Ранкове коло з віршиком-привітанням:\nДобрий день, мої малята, \n Коло будем починати!\n  Разом гратися і вчитись,\n  Дружно, весело дружити! \nвправа «Квітка радості» (діти прикріплюють пелюстки й розповідають, що їм найбільше сподобалось цього тижня).\nРухлива гра «Сонечко і дощик» (діти бігають по майданчику; коли вихователь каже «сонечко» — діти розбігаються й махають руками, «дощик» — присідають і закриваються ручками як парасолькою). Музика для гри: https://www.youtube.com/watch?v=ZLc3UHQHanQ&list=RDZLc3UHQHanQ&start_radio=1\n\nЕстафета «Веселі зайчики» (діти стрибають по черзі в обручі чи через кубики, команда підтримує кожного).\nМатеріали: велика паперова квітка та пелюстки смайлики (картки), обручі чи кубики для естафети, музика.",
          "🔎 Навігація за днями:  \n#Понеділок  \n#Вівторок  \n#Середа  \n#Четвер   \n#П’ятниця"
        ]
      },
      "2. Пора року-Осінь": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Дерева,кущі,трави": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Гриби,горіхи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Ягоди, фрукти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Овочі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Мій рідний край-Україна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Птахи (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Види птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Групи птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Свійські тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Домашні улюбленці": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Дикі тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Зима": {
      "1. Пора року- Зима": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Сім'я": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Зимові свята і традиції": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Іграшки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Свято Новий рік": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Транспорт(загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Міський транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Спеціальний транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Професії (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Професії батьків.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Одяг( загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Одяг для хлопців і дівчат, сезонний": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Одяг різних націй": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Весна": {
      "1. Пора року - Весна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Перші весняні квіти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Будова тіла людини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Комахи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Явища природи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Великдень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Космос": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Тиждень безпеки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Правила дорожнього руху": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Морські жителі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Жителі річок": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Мої забави на ігровому майданчику": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Повторення та закріплення пройденого матеріалу.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    }
  },
  "5-6 років": {
    "Осінь": {
      "1. Адаптаційний тиждень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "Шановні батьки! 🌟🐼\nЦього тижня наші старші малята  разом із пандою Дрімі пройшли особливий етап — старт нового навчального року в садочку.Ми не лише знайомилися, а й вчилися бути командою, відкривати нове, працювати разом і підтримувати одне одного.\nПротягом тижня діти\n:🔹 вигадали девіз групи та створили «Павутинку дружби»;\n🔹 досліджували кольори та властивості води в дослідах;\n🔹 творили спільний колаж «Моє літо»;\n🔹 інсценізували казку та вчилися діяти разом;\n🔹 малювали свої мрії й створили аплікацію «Наше щасливе майбутнє».\nМи провели:\n🎨 творчі роботи та колективні проєкти;\n📚 обговорення правил і цінностей групи;\n🎵 руханки та пісні («Всім привіт», «Якщо радісний ти…», «Дружба», «Паровозик», «Мрійники»);\n🧩 практичні вправи на самостійність і взаємодопомогу.\nДіти з радістю брали участь у завданнях, проявляли ініціативу, висловлювали свої думки та підтримували друзів. Вони вчилися бути більш самостійними, відповідальними та впевненими у собі.\n 🌈🌿 Нагадуємо: у старшому дошкільному віці особливо важливо давати дитині можливість самостійно приймати маленькі рішення, вчитися домовлятися та відчувати свою значимість у групі.\nДякуємо вам за вашу підтримку, турботу й співпрацю! \n💖З повагою —Ваш колектив вихователів 🌼",
          "#Понеділок \nПонеділок — Ми команда\nМета: усвідомити, що ми — група, яка може працювати разом. ▫️ Ранкове коло:\nДобрий день, малята любі,  \nЗустрічаємось ми в групі!  \nЗ нами Дрімі — панда милий,  \nДруг надійний і щасливий.  \nМи навчатись будем з вами,  \nЗдобувать знання цікаві! \n▫️ девіз групи (діти вигадують разом). ▫️ Вправа «Павутинка дружби» — діти передають клубок нитки й називають добре слово про групу. Виходить велика «павутинка» = символ єдності. ▫️ Обговорення: які правила допоможуть нам жити дружно (діти самі пропонують, вихователь записує на ватмані, або ж оформлюєте фетровий плакат Правила групи). ▫️ Руханка «Я і ти»  👉https://www.youtube.com/watch?v=wEzPu5laVS4&list=RDwEzPu5laVS4&start_radio=1  Матеріали: клубок ниток, ватман «Правила групи».",
          "#Вівторок \nВівторок — Ми дослідники\nМета: розвивати допитливість і навички спостереження.\n▫️ Ранкове коло:\nДобрий день, малята любі,  \nЗустрічаємось ми в групі!  \nЗ нами Дрімі — панда милий,  \nДруг надійний і щасливий.  \nМи навчатись будем з вами,  \nЗдобувать знання цікаві! \n ▫️ Дослід «Вода і колір» (фарбуємо воду харчовими барвниками, змішуємо). ▫️ Робота з Монтессорі-матеріалами: сортування предметів за формою/розміром. ▫️ Гра «Хто швидше знайде?» — діти шукають у групі предмети за ознаками («знайдіть кругле, синє»). ▫️ Танцювальна пауза руханка:  https://www.youtube.com/watch?v=lO5dB8BQKNk&list=RDlO5dB8BQKNk&start_radio=1\n Матеріали: склянки з водою, барвники, ложки, Монтессорі-набір.",
          "#Середа \nСереда — Ми творці\nМета: навчати творчо виражати свої ідеї. ▫️ Колективна робота «Моє літо» — кожен малює/вирізає, що запам’ятав із літа, створюють спільний колаж. ▫️ Вправа «Продовж малюнок» — дитина отримує аркуш із простою лінією/фігурою й домальовує образ. ▫️ Рухлива гра «Художники» — під музику діти «малюють у повітрі» руками, ногами, тілом. ▫️ Музика для творчості  👉 https://www.youtube.com/watch?v=b-b62qPocU4&list=RDb-b62qPocU4&start_radio=1\n Матеріали:літні роздруківки, ватман, фарби, кольоровий папір, ножиці, клей.",
          "#Четвер \nЧетвер — Ми друзі\nМета: розвивати вміння співпрацювати, підтримувати інших. ▫️ Казка-інсценізація: діти в ролях відтворюють історію «Ріпка» або «Колобок» — головне вміння діяти разом. ▫️ Вправа «Чарівний стілець» — кожна дитина сідає, а група каже їй добрі слова (підтримка, самооцінка). ▫️ Гра з правилами «Передай предмет» (м’яч передають по колу, але за умовою: тільки після назви кольору/слова). ▫️ Танцювальна пауза: Just Dance Kids https://www.youtube.com/watch?v=sDr4jQQOE0Y&list=PLMsv0JKeLamCbONZWOYVRRbrMLtdFudjc&index=6\n Матеріали: м’яч, костюми чи шапочки для ролей.",
          "#П’ятниця\nП’ятниця — Ми мрійники\nМета: формувати уявлення про майбутнє, цілі й мрії. ▫️ Вправа «Ким я хочу бути?» — діти малюють себе в майбутньому (пожежник, вчитель, лікар тощо). ▫️ Колективна аплікація «Наше щасливе майбутнє» — діти вирізають і приклеюють свої малюнки на спільний ватман. ▫️ Обговорення: «Що робить мене щасливим у садочку?» ▫️ Рухлива гра «Політ у мрію» — під музику діти «літають» ▫️ Музика 👉 https://www.youtube.com/watch?v=_eD21EzS5ig&list=RD_eD21EzS5ig&start_radio=1  \nМатеріали: аркуші для малювання, кольоровий папір, клей, ватман.",
          "🔎 Навігація за днями:  \n#Понеділок  \n #Вівторок   \n#Середа   \n#Четвер   \n#П’ятниця"
        ]
      },
      "2. Пора року-Осінь": {
        "text": "",
        "media": [],
        "links": [],
        "messages": [
          "3"
        ]
      },
      "3. Дерева,кущі,трави": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Гриби,горіхи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Ягоди, фрукти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Овочі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Мій рідний край-Україна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Птахи (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Види птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Групи птахів": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Свійські тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Домашні улюбленці": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Дикі тварини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Зима": {
      "1. Пора року- Зима": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Сім'я": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Зимові свята і традиції": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Іграшки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Свято Новий рік": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Транспорт(загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Міський транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Спеціальний транспорт": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Професії (загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Професії батьків.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Одяг( загально)": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Одяг для хлопців і дівчат, сезонний": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Одяг різних націй": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    },
    "Весна": {
      "1. Пора року - Весна": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "2. Перші весняні квіти": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "3. Будова тіла людини": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "4. Комахи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "5. Явища природи": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "6. Великдень": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "7. Космос": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "8. Тиждень безпеки": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "9. Правила дорожнього руху": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "10. Морські жителі": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "11. Жителі річок": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "12. Мої забави на ігровому майданчику": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      },
      "13. Повторення та закріплення пройденого матеріалу.": {
        "text": "",
        "media": [],
        "links": [],
        "messages": []
      }
    }
  }
}